// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Check Fax Connection"="Periksa Sambungan Faks";
"You can check if the printer and the phone line are ready to send faxes. The check result will be printed. Load plain paper in the printer."="Anda boleh semak sama ada pencetak dan talian telefon sedia untuk menghantar faks. Hasil semakan akan dicetak. Masukkan kertas kosong di dalam pencetak.";
"Make sure the printer is connected to the phone line. For information on how to load paper and connect the printer, see the documentation supplied with the printer."="Pastikan pencetak telah disambung kepada talian telefon. Untuk maklumat tentang cara mengisi kertas dan menyambung pencetak, lihat dokumen yang dibekalkan bersama pencetak.";
"Press the Start button to run the check."="Tekan butang Mula untuk menjalankan semakan.";
"Start"="Mula";
"Cancel"="Batal";

// ------------------------------------------------------------------------
// Wait Dialog
// ------------------------------------------------------------------------
"Checking the fax connection..."="Memeriksa sambungan faks...";

// ------------------------------------------------------------------------
// Result Message
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Fax_Connection_Success"="Sambungan faks OK.";
"Str_Alert_Fax_Diagnosis_Fax_Connection_Failed"="Ralat telah dikesan. Untuk butiran, lihat laporan bercetak.";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Tentang FAX Utility...";
"Preferences..."="Keutamaan...";
"Services"="Perkhidmatan";
"Hide FAX Utility"="Sembunyikan FAX Utility";
"Hide Others"="Sembunyi yang Lain";
"Show All"="Tunjuk Semua";
"Quit FAX Utility"="Kelua dari FAX Utility";
"File"="Fail";
"Close"="Tutup";
"Window"="Tetingkap";
"Minimize"="Minimumkan";
"Help"="Bantuan";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Batal";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Tidak menemui fail yang diperlukan untuk melaksanakan aplikasi.\nPasang semula FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Tidak memperoleh maklumat pencetak (faks). Buka \"Print & Fax Preferences\" dan tambah pemacu PC-FAKS.";
"Str_Alert_Common_Confirm_OverWrite"="Fail dinyatakan sudah wujud. Adakah anda ingin tulis ganti?";
"Str_Alert_Common_Not_Responding_Error"="Pencetak tidak bertindak balas. Pastikan pencetak disambung dengan betul dan kuasanya dihidupkan.";
"Str_Alert_Common_Communication_Error"="Ralat komunikasi pencetak berlaku.";
"Str_Alert_Common_Printer_Processing_Error"="Pencetak sedang memproses data. Tunggu seketika dan kemudian cuba semula.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Ralat dikesan semasa berkomunikasi dengan pencetak.\nKod Ralat (%d)";
"Str_Alert_Common_Error_Occurred"="Pemprosesan dibatalkan akibat berlakunya ralat.";
"Str_Alert_Common_PrinterStatusError"="Ralat berlaku pada pencetak. Bersihkan ralat dan kemudian cuba semula.";

// ------------------------------------------------------------------------
// Alert(Fax Check Connection)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Cannot_Open"="Tidak dapat memulakan Periksa Sambungan Faks kerana fungsi FAX Utility sudah berjalan. Sila tunggu sehingga ia selesai dan cuba semula.";
"Str_Alert_Fax_Diagnosis_Canceled"="Periksa Sambungan Faks dibatalkan.";
"Str_Alert_Fax_Diagnosis_Cannot_Get_Result"="Tidak memperoleh hasil semakan.";
